Repository: kkszysiu/gnomesocial
Catalog: po/*.po
Languages: gl

source: Appointments
gl: Citas

source: Create an appointment
gl: Crear unha cita

source: Add
gl: Engadir

source: No calendar entries this week
gl: Non hai entradas no calendario para esta semana

source: Web page
gl: Páxina web

source: Create a new task
gl: Crear unha tarefa nova

source: Nothing to do today
gl: Hoxe non hai nada que facer

source: Due %x
gl: Vence %x

source: Calendar and tasks:
gl: Calendario e tarefas:

source: Clear recent documents
gl: Limpar os documentos recentes

source: Choose your wallpaper
gl: Escolla o fondo de escritorio

source: Show as many recent files as possible
gl: Mostrar todos os ficheiros recentes que for posíbel

source: Reset to default
gl: Restaurar ao predefinido

source: Email alerts:
gl: Alertas por correo electrónico:

source: All further errors shown only on terminal.
gl: O resto dos erros móstranse só no terminal.

source: GConf error: %s
gl: Erro de Gconf: %s

source: Show mostly web service content
gl: Mostrar principalmente contido de servizos web

source: Show as much web service content as possible
gl: Mostrar todo o contido de servizos web que for posíbel

source: Show mostly recent files
gl: Mostrar principalmente os ficheiros recentes

source: Show half and half
gl: Mostrar metade e metade

source: Open
gl: Abrir

source: Myzone panel
gl: Panel AMiñaZona

source: Change the Myzone background and content
gl: Mudar o fondo e o contido de AMiñaZona

source: <b>Myzone Wallpaper</b>
gl: <b>Fondo de AMiñaZona</b>

source: <b>Change what is shown in your Myzone</b>
gl: <b>Mudar o que aparece en AMiñaZona</b>

source: Change My Web Accounts
gl: Mudar as miñas contas web

source: Tasks
gl: Tarefas

source: When you’ve set up your web accounts and used some files they will appear here on the Myzone for easy access whenever you want.
gl: Cando se teña configurado as contas web e utilizado algúns ficheiros, aparecerán aquí, en AMiñaZona, para acceder doadamente cando se precisaren.

source: This is the Myzone, where your recently used files and content from your web feeds will appear.
gl: Esta é AMiñaZona, onde aparecen os ficheiros usados recentemente e o contido das fontes web.

source: Welcome to MeeGo
gl: Benvida/o a MeeGo

source: Play intro video
gl: Reproducir o vídeo introdutorio

source: Do you want to clear your recent documents? This will remove the local content from the Myzone
gl: Desexa limpar os documentos recentes? Isto elimina o contido local de AMiñaZona

source: No unread messages
gl: Non hai mensaxes sen ler

source: Unread message
gl: Mensaxe sen ler

source: Unread messages
gl: Mensaxes sen ler
